Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
fr_fr: Vous ne pouvez pas soumettre de réponses pour ce plan de développement de carrière. Si vous souhaitez reconsidérer cette situation, veuillez contacter votre manager.

source: You have opted out of the career development plan.
fr_fr: Vous vous êtes désengagé(e) du plan de développement de carrière.

source: Worker refusal & submission
fr_fr: Refus et soumission de l'employé(e)

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
fr_fr: L'employé(e) a déjà soumis ses contributions. Vous ne pouvez pas marquer le processus comme « Rejeté par l'employé(e) ».

source: Career development plan refused by worker
fr_fr: Plan de développement de carrière refusé par l'employé(e)

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
fr_fr: Êtes-vous sûr(e) de vouloir confirmer que l'employé(e) a refusé de participer au plan de développement de carrière ? Une fois confirmé, l'employé(e) ne pourra plus fournir de réponses ni soumettre le formulaire.

source: Confirm career development plan refusal
fr_fr: Confirmer le refus du plan de développement de carrière

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
fr_fr: Vous pouvez toujours ajouter des commentaires dans les sections. Une fois que vous avez terminé votre bilan, veuillez soumettre le formulaire pour finaliser le processus.

source: The worker has opted out of the career development plan.
fr_fr: L'employé(e) s'est désisté(e) du plan de développement de carrière.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
fr_fr: Êtes-vous sûr(e) de vouloir confirmer la décision de l'employé(e) de participer au plan de développement de carrière ? Une fois confirmée, l'employé(e) pourra fournir des réponses ou soumettre le formulaire.

source: Confirm reopening of the career development plan
fr_fr: Confirmer la réouverture du plan de développement de carrière

source: {{step}} (refused)
fr_fr: {{step}} (refusé)

source: Check-in category
fr_fr: Catégorie de check-ins

source: Make the most of your check-ins!
fr_fr: Tirez le meilleur parti de vos check-ins !

source: No upcoming check-ins
fr_fr: Aucun check-in à venir

source: Set a date for the following check-ins
fr_fr: Fixez une date pour les check-ins suivants

source: No results. Please try adjusting your filters or clearing some criteria to see results.
fr_fr: Aucun résultat. Essayez d'ajuster vos filtres ou de supprimer certains critères pour voir les résultats.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
fr_fr: Vous n'avez pas encore créé de check-ins. Commencez votre parcours de progression en créant votre premier check-in

source: Actions required
fr_fr: Actions requises

source: No results.<br/>Clear the search to show all results.
fr_fr: Aucun résultat.<br/>Effacez la recherche pour afficher tous les résultats.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
fr_fr: Vous n'avez pas encore d'objectifs. Boostez votre progression en définissant votre premier objectif !

source: This worker has no goals yet. Create goals to help their progress.
fr_fr: Cet(te) employé(e) n'a pas encore d'objectifs. Créez des objectifs pour l'aider dans sa progression.

source: Go to the Check-ins page to take any required actions
fr_fr: Allez à la page Check-ins pour prendre les mesures nécessaires

source: Events history
fr_fr: Historique des événements

source: No compensation data to display
fr_fr: Aucune donnée de rémunération à afficher

source: Hide sensitive data
fr_fr: Masquer les données sensibles

source: Sensitive data is hidden
fr_fr: Les données sensibles sont masquées

source: Salary change events – Last 5 years
fr_fr: Événements de changement de salaire – 5 dernières années

source: Historical compensation
fr_fr: Rémunération historique

source: Overview of recent salary changes
fr_fr: Aperçu des changements récents de salaire

source: Last request
fr_fr: Dernière demande

source: Request date
fr_fr: Date de demande

source: Request pay information
fr_fr: Demander des informations sur la rémunération

source: Enter your description here
fr_fr: Saisissez votre description ici

source: Pay information
fr_fr: Informations de rémunération

source: You cannot submit a new pay information request as you already have a request in progress.
fr_fr: Vous ne pouvez pas soumettre une nouvelle demande d'informations de rémunération car vous avez déjà une demande en cours.

source: Request in progress
fr_fr: Demande en cours

source: The request was successfully created.
fr_fr: La demande a été créée correctement.

source: Midpoint
fr_fr: Point médian

source: No position in pay range data to display
fr_fr: Aucune position dans les données de fourchette salariale à afficher

source: Use this toggle to hide or show your sensitive compensation information.
fr_fr: Utilisez ce bouton pour masquer ou afficher vos informations de rémunération sensibles.

source: Show sensitive data
fr_fr: Afficher les données sensibles

source: Sensitive data is displayed
fr_fr: Des données sensibles sont affichées

source: Total direct compensation
fr_fr: Rémunération directe totale

source: Total indirect compensation
fr_fr: Total de la rémunération indirecte

source: Variable bonus
fr_fr: Bonus variable

source: Cost center name
fr_fr: Nom du centre de coûts

source: Education
fr_fr: Formation

source: General information
fr_fr: Informations générales

source: Hide worker details
fr_fr: Masquer les détails de l'employé(e)

source: Role information
fr_fr: Informations sur le rôle

source: Show worker details
fr_fr: Afficher les détails de l'employé(e)

source: Start date in role
fr_fr: Date de début dans le poste

source: Tenure
fr_fr: Ancienneté

source: Worker information
fr_fr: Informations sur l'employé(e)

source: Work city
fr_fr: Ville de travail

source: No documents yet. Your most recent documents will be displayed here for easy access.
fr_fr: Aucun document pour le moment. Vos documents les plus récents seront affichés ici pour un accès facile.

source: Latest documents
fr_fr: Documents les plus récents

source: Date generated
fr_fr: Date de génération

source: Tag
fr_fr: Etiquette

source: All documents you have received
fr_fr: Tous les documents que vous avez reçus

source: You don't have enough information to review yet.
fr_fr: Vous n'avez pas encore suffisamment d'informations à examiner.

source: Variable achievement estimator
fr_fr: Outil d'estimation de réalisation variable

source: Use our model for inspiration
fr_fr: Utilisez notre modèle comme source d'inspiration

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
fr_fr: Votre activité en matière de feedback sera affichée ici. Commencez par partager vos réflexions et suggestions avec vos collègues.

source: Favorites
fr_fr: Favoris

source: Feedback category
fr_fr: Catégorie de feedback

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
fr_fr: Les notes de feedback sont à votre usage personnel ; vous seul(e) pouvez les voir. Commencez à ajouter vos notes ici pour suivre vos progrès et vos idées.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
fr_fr: Ajoutez vos notes ici pour suivre vos progrès et vos idées. Les notes de feedback sont à votre usage personnel ; vous seul(e) pouvez les voir.

source: Feedback overview
fr_fr: Vue d'ensemble du feedback

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
fr_fr: Vous pourrez voir ici les feedbacks marqués comme publics. Revenez plus tard pour plus d'informations ou soyez le premier à donner un feedback public à un collègue.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
fr_fr: Vous pourrez voir ici les feedbacks marqués comme publics. Revenez plus tard pour plus d'informations ou explorez d'autres fonctionnalités entre-temps.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
fr_fr: Les feedbacks de vos collègues apparaîtront ici. Revenez plus tard pour les mises à jour ou explorez d'autres fonctionnalités entre-temps.

source: Reach out to your team and request their thoughts on your work.
fr_fr: Contactez votre équipe et demandez leurs opinions sur votre travail.

source: New feedback
fr_fr: Nouveau feedback

source: Your received feedback volume is up!
fr_fr: Votre volume de feedback reçu est en augmentation !

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
fr_fr: Les feedbacks demandés seront affichés ici. Commencez par contacter votre équipe et demandez leur avis sur votre travail.

source: Request feedback and find out what your colleagues think about your collaboration.
fr_fr: Demandez du feedback et découvrez ce que vos collègues pensent de votre collaboration.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
fr_fr: Les demandes de feedback de vos collègues apparaîtront ici. En attendant, vous pouvez envoyer une demande de feedback à vos collègues pour lancer la conversation.

source: New request
fr_fr: Nouvelle demande

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
fr_fr: Le feedback aide à améliorer le travail d'équipe et les processus au sein de l'entreprise. Commencez à partager vos idées et suggestions avec vos collègues.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
fr_fr: Vos collègues attendent votre feedback. Commencez à partager vos idées avec eux.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
fr_fr: Le feedback aide à améliorer le travail d'équipe et les processus au sein de l'entreprise. Commencez à partager vos idées et suggestions avec vos collègues.

source: Team feedback requests
fr_fr: Demandes de feedback de l'équipe

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
fr_fr: Les demandes de feedback concernant vos collègues apparaîtront ici. En attendant, vous pouvez envoyer une demande de feedback à vos collègues pour lancer la conversation.

source: Hide confidential information
fr_fr: Masquer les informations confidentielles

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
fr_fr: Merci. Nous informerons {{givenName}} que vous souhaitez discuter de votre rémunération en actions plus en détail.

source: My documents
fr_fr: Mes documents

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
fr_fr: Nous n'avons pas encore assez de données pour afficher votre roue de comportement. Demandez du feedback à vos collègues pour commencer à établir une image complète de votre performance.

source: There aren’t enough data to display the behavior wheel.
fr_fr: Il n'y a pas assez de données pour afficher la roue des comportements.

source: View behaviors
fr_fr: Voir les comportements

source: View my received feedback
fr_fr: Consulter les feedbacks reçus

source: Explore the feedback you received and highlight the ones that inspire you the most!
fr_fr: Explorez les feedbacks que vous avez reçus et mettez en avant ceux qui vous inspirent le plus !

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
fr_fr: Vous n'avez pas encore marqué de feedback comme favori. Explorez les feedbacks que vous avez reçu et mettez en avant ceux qui vous inspirent le plus !

source: Go to feedback
fr_fr: Aller au feedback

source: Your favorite received feedback
fr_fr: Votre feedback reçu favori

source: Go to documents
fr_fr: Aller aux documents

source: You don’t have any goal plans yet.
fr_fr: Vous n'avez pas encore de plans d'objectifs.

source: Your individual goals
fr_fr: Vos objectifs individuels

source: Personal information
fr_fr: Informations personnelles

source: Org level 1
fr_fr: Niveau d'org 1

source: View profile
fr_fr: Consulter le profil

source: Organization goals
fr_fr: Objectifs de l'organisation

source: Payee
fr_fr: Employé(e)

source: No performance reviews are assigned to you at the moment.
fr_fr: Aucun bilan de performance ne vous est attribué pour le moment.

source: Assigned reviews
fr_fr: Bilans assignés

source: Review category
fr_fr: Catégorie de bilans

source: No ratings yet
fr_fr: Aucune notation pour le moment

source: List of performance reviews & ratings
fr_fr: Liste des bilans & notations de performance

source: Enable 360 reviews
fr_fr: Activer les bilans à 360 degrés

source: Check the widgets you want visible on the passport page.
fr_fr: Sélectionnez les widgets que vous souhaitez rendre visibles sur la page du passeport.

source: Passport widget settings
fr_fr: Paramètres des widgets de Ma performance

source: Digital reward statement
fr_fr: Relevé de rémunération numérique

source: Enable my total compensation
fr_fr: Activer ma rémunération totale

source: Enable and configure the digital reward statement.
fr_fr: Activer et configurer le relevé de rémunération numérique.

source: The section header cannot be empty.
fr_fr: L'en-tête de la section ne peut pas être vide.

source: Preview compensation breakdown in the digital reward statement page.
fr_fr: Aperçu de la ventilation de la rémunération dans la page de relevé de récompenses numériques.

source: Compensation breakdown
fr_fr: Ventilation de la rémunération

source: Select the compensation elements to display in the history
fr_fr: Sélectionnez les éléments de rémunération à afficher dans l'historique

source: Choose elements
fr_fr: Choisir les éléments

source: Compensation elements
fr_fr: Éléments de rémunération

source: At least one compensation element must be selected.
fr_fr: Au moins un élément de rémunération doit être sélectionné.

source: Number of years
fr_fr: Nombre d'années

source: The number of years must be at least 1.
fr_fr: Le nombre d'années doit être d'au moins 1.

source: The number of years cannot be empty.
fr_fr: Le nombre d'années ne peut pas être vide.

source: Preview historical compensation
fr_fr: Aperçu de l'historique de rémunération

source: Show total compensation
fr_fr: Afficher la rémunération totale

source: Preview compensation numerical overview
fr_fr: Aperçu numérique de la rémunération

source: Compensation in numbers
fr_fr: La rémunération en chiffres

source: Show total direct compensation
fr_fr: Afficher la rémunération directe totale

source: Show total indirect compensation
fr_fr: Afficher la rémunération indirecte totale

source: At least one compensation widget must be selected.
fr_fr: Au moins un widget de rémunération doit être sélectionné.

source: Compensation philosophy description
fr_fr: Description de la philosophie de rémunération

source: Enter text
fr_fr: Saisir le texte

source: The description is required.
fr_fr: La description est obligatoire.

source: The header is required.
fr_fr: L'en-tête est requis.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
fr_fr: Utilisez cette section pour communiquer les principes directeurs de votre entreprise en matière de rémunération et de récompenses.

source: Compensation philosophy
fr_fr: Philosophie de rémunération

source: Main content
fr_fr: Contenu principal

source: Our compensation philosophy
fr_fr: Notre philosophie de rémunération

source: Allow pay information requests
fr_fr: Autoriser les demandes d'informations salariales

source: Include the ability to request pay information.
fr_fr: Inclure la possibilité de demander des informations sur la rémunération.

source: The ray information text cannot be empty.
fr_fr: Le texte d'information sur la rémunération ne peut pas être vide.

source: Preview position in pay range in the digital reward statement page
fr_fr: Prévisualiser la position dans la fourchette de rémunération sur la page du relevé de rémunération numérique

source: Position in pay range
fr_fr: Position dans la fourchette salariale

source: Position in pay range toggle
fr_fr: Basculer la position dans la fourchette salariale

source: Compensation policy link description
fr_fr: Description du lien de politique de rémunération

source: The label is required.
fr_fr: L'intitulé est requis.

source: Please enter a valid URL
fr_fr: Veuillez saisir une URL valide

source: The link is required.
fr_fr: Le lien est requis.

source: Show compensation policy link
fr_fr: Afficher le lien de la politique de rémunération

source: Add resource
fr_fr: Ajouter une ressource

source: List of resources
fr_fr: Liste des ressources

source: Enter your resource label here
fr_fr: Saisissez l'intitulé de votre ressource ici

source: The resource label cannot be empty.
fr_fr: Le libellé de la ressource ne peut pas être vide.

source: The resource link must be a valid URL.
fr_fr: Le lien de la ressource doit être une URL valide.

source: The resource link cannot be empty.
fr_fr: Le lien de la ressource ne peut pas être vide.

source: Provide links to the digital reward statement page.
fr_fr: Fournissez des liens vers la page du relevé de récompenses numériques.

source: Section description
fr_fr: Description de la section

source: Section header
fr_fr: En-tête de section

source: Side panel
fr_fr: Panneau latéral

source: The digital reward statement was successfully updated.
fr_fr: Le relevé de récompense numérique a été mis à jour correctement.

source: Edit digital reward statement
fr_fr: Modifier le relevé de récompense numérique

source: Enable learning
fr_fr: Activer la fonction d'apprentissage

source: Goal overall progress
fr_fr: Progression globale des objectifs

source: Enable reviews
fr_fr: Activer les bilans

source: Show confidential information
fr_fr: Afficher les informations confidentielles

source: No comments yet
fr_fr: Aucun commentaire pour le moment

source: Check-in comments
fr_fr: Commentaires de check-in

source: Goal comments
fr_fr: Commentaires sur l'objectif

source: Due date: {{date}}
fr_fr: Date d'échéance : {{date}}

source: Questionnaire comments
fr_fr: Commentaires du questionnaire

source: No questions
fr_fr: Aucune question

source: Skill comments
fr_fr: Commentaires sur les compétences

source: Worker’s self-rating
fr_fr: Auto-évaluation de l'employé

source: No skills yet
fr_fr: Aucune compétence pour l'instant

source: Manager’s evaluation
fr_fr: Évaluation du responsable

source: No rating provided
fr_fr: Aucune évaluation fournie

source: Closed date
fr_fr: Date de clôture

source: Close date
fr_fr: Date de clôture

source: The worker has opted out of the career development plan
fr_fr: L'employé(e) a choisi de ne pas participer au plan de développement de carrière

source: You have opted out of the career development plan
fr_fr: Vous avez refusé le plan de développement de carrière

source: Uploaded files
fr_fr: Fichiers chargés

source: Uploaded by: {{name}}
fr_fr: Chargé par: {{name}}

source: Automatically, using a deliverable
fr_fr: Automatiquement, en utilisant un livrable

source: Automatically, using the average of measurement criteria
fr_fr: Automatiquement, en utilisant la moyenne des critères de mesure

source: Audit trail
fr_fr: Journal d'audit

source: This comment was deleted.
fr_fr: Ce commentaire a été supprimé.

source: Worker, Manager
fr_fr: Employé(e), Manager

source: Aligned with goal
fr_fr: Aligné sur

source: Goals aligned with this goal
fr_fr: Objectifs alignés sur cet objectif

source: {{name}} - Individual goal
fr_fr: {{name}} - Objectif individuel

source: {{name}} - Organizational goal
fr_fr: {{name}} - Objectif organisationnel

source: No due date
fr_fr: Aucune date d'échéance

source: <0>{{userName}}</0> added alignments.
fr_fr: <0>{{userName}}</0> a ajouté des alignements.

source: <0>{{userName}}</0> deleted alignments.
fr_fr: <0>{{userName}}</0> a supprimé des alignements.

source: <0>{{userName}}</0> added a file.
fr_fr: <0>{{userName}}</0> a ajouté un fichier.

source: <0>{{userName}}</0> deleted a file.
fr_fr: <0>{{userName}}</0> a supprimé un fichier.

source: <0>{{userName}}</0> added a deliverable.
fr_fr: <0>{{userName}}</0> a ajouté un livrable.

source: <0>{{userName}}</0> deleted a deliverable.
fr_fr: <0>{{userName}}</0> a supprimé un livrable.

source: <0>{{userName}}</0> marked a deliverable as done.
fr_fr: <0>{{userName}}</0> a marqué un livrable comme terminé.

source: <0>{{userName}}</0> marked a deliverable as undone.
fr_fr: <0>{{userName}}</0> a marqué un livrable comme non terminé.

source: <0>{{userName}}</0> updated a deliverable.
fr_fr: <0>{{userName}}</0> a mis à jour un livrable.

source: <0>{{userName}}</0> updated the description.
fr_fr: <0>{{userName}}</0> a mis à jour la description.

source: <0>{{userName}}</0> updated the due date.
fr_fr: <0>{{userName}}</0> a mis à jour la date d'échéance.

source: No date
fr_fr: Aucune date

source: No progress
fr_fr: Aucune progression

source: No status
fr_fr: Aucun statut

source: No weight
fr_fr: Aucun poids

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
fr_fr: <0>{{userName}}</0> a réinitialisé la date de fin pour <1>{{participantName}}</1> à la date initiale.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
fr_fr: <0>{{userName}}</0> a défini la date de fin pour <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the end date for the goal.
fr_fr: <0>{{userName}}</0> a défini la date de fin pour l'objectif.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
fr_fr: <0>{{userName}}</0> a modifié la date de fin pour <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the end date for the goal.
fr_fr: <0>{{userName}}</0> a modifié la date de fin de l'objectif.

source: From:
fr_fr: De :

source: <0>{{userName}}</0> approved a goal.
fr_fr: <0>{{userName}}</0> a approuvé un objectif.

source: <0>{{userName}}</0> created a goal.
fr_fr: <0>{{userName}}</0> a créé un objectif.

source: <0>{{userName}}</0> rejected a goal.
fr_fr: <0>{{userName}}</0> a rejeté un objectif.

source: <0>{{userName}}</0> deleted a goal.
fr_fr: <0>{{userName}}</0> a supprimé un objectif.

source: <0>{{userName}}</0> marked a goal as done.
fr_fr: <0>{{userName}}</0> a marqué un objectif comme terminé.

source: <0>{{userName}}</0> reopened a goal.
fr_fr: <0>{{userName}}</0> a rouvert un objectif.

source: <0>{{userName}}</0> submitted a goal for approval.
fr_fr: <0>{{userName}}</0> a soumis un objectif pour approbation.
